tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "coreutils"
brew "diff-so-fancy" # TODO: Replace this with git-delta
brew "exa"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "grep"
brew "httpie"
brew "mas"
brew "moreutils"
brew "node"
brew "openssh"
brew "pinentry-mac"
brew "tig"
brew "ugrep"
brew "z"
brew "zsh"

cask "1password"
cask "alfred"
cask "aws-vault"
cask "bartender"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "dropbox"
cask "figma"
cask "gitup"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "microsoft-teams"
cask "miro"
cask "nordvpn"
cask "obsidian"
cask "postman"
cask "skitch"
cask "slack"
cask "slate"
cask "spotify"
cask "tableplus"
cask "tripmode"
cask "visual-studio-code"

mas "Microsoft Remote Desktop", id: 1295203466
