jorgebucaran/fisher
gazorby/fish-abbreviation-tips
jethrokuan/z
PatrickF1/fzf.fish
jhillyerd/plugin-git
re3turn/fish-git-util
oh-my-fish/theme-default
bigH/git-fuzzy
